Tekla.Structures.Filtering.Categories.TaskFilterExpressions.CustomBoolean
The CustomBoolean class represents a custom Boolean filter expression.

Tekla.Structures.Filtering.Categories.TaskFilterExpressions.CustomBoolean.#ctor(System.String)
Initializes a new instance of the CustomBoolean class.
UserAttribute: The user attribute to represent.